{"meta":{"title":"电商笔记","subtitle":"种一棵树最好的时间是十年前，其次是现在","description":null,"author":"种一棵树最好的时间是十年前，其次是现在","url":"http://yoursite.com"},"pages":[],"posts":[{"title":"电商基础知识","slug":"basic-knowledge","date":"2019-08-01T15:56:48.000Z","updated":"2019-08-01T16:06:28.857Z","comments":true,"path":"2019/08/01/basic-knowledge/","link":"","permalink":"http://yoursite.com/2019/08/01/basic-knowledge/","excerpt":"","text":"电商圈企业类型有哪些平台型淘宝、京东、唯品会、亚马逊、苏宁易购等； 品牌型耐克、阿迪、优衣库、玉兰油、欧莱雅等； 代运营型指的是帮助一些企业开展网上销售的公司，需要代运营公司具备营销、产品、客服、供应链近乎全链路的知识。代运营公司会将这些模块进行细分，相比企业自己组建电商团队有各模块更精细化、专业度更高等优势。这类企业有宝尊、蓝色光标、瑞金鳞、碧橙、鲲驰等； 电商类型分别指什么B2B：企业对企业，如阿里巴巴；B2C：企业对消费者，如天猫；C2C：消费者对消费者，如淘宝；C2B：消费者对企业，如定制化；O2O：线上到线下，如宜家在线选购商品后进线下店提货就实现了从线上到线下； 当谈销售额时我们在谈什么电商运营贯彻始终的工作都是围绕这个公式：销售额=访客数转化率客单价。 为了便于理解，我们假定这个公式变量是单一的，接下来我们一个个来说明。 影响访客数的因素有浏览量和平均访问深度。而对于像淘宝这样的平台型电商来说，流量又分为付费流量、免费流量和自主访问。 淘宝免费流量主要有淘宝搜索、淘宝旺信（客服推荐和旺旺好友分享）、微淘、消息中心、淘宝类目等。淘宝付费流量有直通车、钻展、聚划算和淘宝客。自主访问则是购物车、收藏夹、关注店铺和历史订单。 转化率又分为静默转化率和咨询转化率。影响静默转化率的有视觉层面的有主图、视频、详情页，买家评价，促销活动，页面访问深度层面的店铺推荐、关联营销。影响咨询转化率主要是客服是否引导下单和催付。 影响客单价的因素有产品结构、关联营销、促销。产品结构也就是品类有多少，不同产品主推还是次推。关联营销主要有是否一款商品详情页中有推荐购买，多件商品组合销售的情况。而促销则主要包括满减、满赠、多件多折等形式。 电商运营需要关注哪些数据一个店铺处于不同的阶段可能关注的数据有所区别，但任何阶段都需要关注的数据4金刚：流量、转化率、客单价、销售额。 但对于初期阶段的店铺来说，最重要的还是积累数据。除了上面的流量之外，首先还要关注流量的渠道来源，便于调整宣传方向和筛选出优质渠道。其次是访客数、访问深度、产品的浏览量排行、产品跳失率、用户评价。基础运营之外，还可以对访客做一些调研，如产品价格是否过高、有哪些访客希望得到的信息没有在详情页中找到、等待客服响应是否过长、平时购买哪些其他品牌的产品等等。 对于已经运营一段时间的店铺来说，提高销量是首要目标。除数据4金刚之外，还需要重点关注访客数、动销率、库存天数、ROI。为了增加复购，还需要进行客户关系管理，即CRM。因此还需要关注会员新增数和流失率。 对于形成一定规模的店铺来说，主要是利用数据提升整体运营水平。可以重点关注复购率、会员留存率、利润率、ROI、获客成本、库存天数、订单满足率、商品覆盖率、畅滞销率、退货率、品类结构占比、价位段占比等。 如何做店铺活动一场活动可能涉及以下几个步骤：策划、配置、测试、宣传、上线、监控指标、复盘 策划阶段需要先确定活动目标、活动方式、时间、针对的对象、涉及的人员、不同模块的交付时间、预算等，这一阶段还需要确定需要的物料，以上尽量包含在SOP里方便后续与相关人员的协作。图片来自鸟哥笔记，制作人宋小错 配置则根据策划阶段确定下来的活动方式和物料等进行设置，如店铺首页改版、商品主图更换、活动设置（如店铺降价、折扣、满减、满赠等），确保物料都准备并设置完成。 测试主要包括到达活动页路径、购买的路径和发货是否畅通易用，如果有阻碍应在测试阶段予以解决。 宣传则主要是确定可以触达用户的渠道，往往需要协调各种资源，如向平台争取资源、店铺粉丝群活动信息推送、微淘发布活动等等能保障能够触达更多用户、活动以最大程度展现。为了保证效果通常也会做一些预热（如活动预先通知、提前加购等）。 正式上线之后用户就能直接参与到活动中。而活动开始之后对运营来说才是真正最忙的时候，需要及时跟进数据情况并根据实际反馈做出调整，落地页点击率低是否是利益点不够刺激，海报不够吸引人，用户找不到进入活动页的路径…… 活动结束后需要对整个活动复盘。策划到上线的准备期流程是否有问题，相关人员是否充分交付。活动正式上线后数据反馈是什么样的，和预期哪些差距，用户在参与活动的过程中遇到了哪些问题，产品库存是否出现问题等。总结经验教训，保障下一次活动能尽量扬长避短。 我曾就职的极客邦就是以拉卡拉四环方法论作为做事准则：先问目的，再做推演，亲自打样，及时复盘。 店铺活动具体操作后面会根据小红书2019年66大促（同618）活动为例整理成文章说明。 从哪些维度分析竞争对手分析竞争对手可以从这些维度进行。 店铺层面：整体风格、店铺销量、品类、产品数、产品覆盖度、价位段、畅滞销率。 商品分析：产品标题、描述、价格、图片、详情页逻辑和特点、用户评价。 活动跟踪：营销事件、时间节点、活动形式和活动节奏、销量估算。 客服情况：售前客服话术、售中引导购买和催付、售后问题处理。 目标客群：性别年龄地域分布、消费能力、对产品的关键诉求。 供应链角度：供应商、有效库存比、售罄率。","categories":[{"name":"电商","slug":"电商","permalink":"http://yoursite.com/categories/电商/"}],"tags":[{"name":"电商","slug":"电商","permalink":"http://yoursite.com/tags/电商/"}]},{"title":"店铺运营策略","slug":"电商运营策略","date":"2019-03-20T14:31:05.000Z","updated":"2019-08-01T15:57:22.469Z","comments":true,"path":"2019/03/20/电商运营策略/","link":"","permalink":"http://yoursite.com/2019/03/20/电商运营策略/","excerpt":"上周逛知乎被一句话戳中心尖：种一棵树最好的时间是十年前，其次是现在。 后来查了一下，这句话原本出自非洲经济学家Dambisa Moyo的《dead aid》也是这本书的结束语，相信对作者来说意义非凡。 看到的时候刚好在准备工作交接，也打算趁着这段时间慢慢将自己工作中的经验和体会，以及后面学习的总结写成文章，所以最好的时间就是现在。 以下是上周整理的关于电商运营的8种店铺运营策略。","text":"上周逛知乎被一句话戳中心尖：种一棵树最好的时间是十年前，其次是现在。 后来查了一下，这句话原本出自非洲经济学家Dambisa Moyo的《dead aid》也是这本书的结束语，相信对作者来说意义非凡。 看到的时候刚好在准备工作交接，也打算趁着这段时间慢慢将自己工作中的经验和体会，以及后面学习的总结写成文章，所以最好的时间就是现在。 以下是上周整理的关于电商运营的8种店铺运营策略。 上新型策略 上新型店铺的共性是产品季节性强、产品时尚潮流或客户大多是追新一族，如女装、女包、女鞋、化妆品代购、潮牌男装、3C数码、创意文具、家具日用品等品类很适合采用这种策略。 尤其现在不少网红型店铺也同时采用上新型策略，因为粉丝粘性和购买力强，如果采用上新型策略能在粉丝心里形成固定的认识，得到最大化的变现。 如：Santa Rita 老妮定制 爆款型策略 采用爆款型策略的店铺共性可能是产品同质化而且品类窄，关键词比较少。所以常见于男装、家用电器、运动器材、家居器材、车品、家居收纳和3C数码等品类。 对标型策略 对标型是8种类型里最有硝烟气息的策略，一般出现在店铺间产品同质化、需要抢词和拼价格的情况下。如同品牌或同产业带的产品，还有网络爆款等。 复购型策略 复购型店铺一个非常重要的特点是需要不断的纳新存老，现在比较常见的纳新有聚划算、今日特惠、无门槛优惠券等，存老主要有会员制、生日福利、积分等形式。 而这类店铺的产品一般是刚需，消费周期短且消费周期可计算，如美妆、粮油、母婴类、生鲜、冲饮食品、宠物用品、休闲零食，当然还有女装、女包、女鞋等。 活动型策略 采用活动型策略的店铺通常具有品牌认知度和经费实力，比如一些家电、家具、数码影音、办公设备、运动器材和家纺产品。如果在推广时能多个活动同时配合，那对用户的吸引力会大大增加。 网红型策略 个人认为，8种策略里网红型是最难的。它主要难在：起步难、积累流量的过程难、维系粉丝难，还需要找到一些特质来塑造KOL，并且保证吸引来的粉丝能够直接带来转化。比如张大奕和papi酱相比，也许张大奕的带货能力就比papi酱要强，因为后者的粉丝人群非常分散，涵盖各年龄段并且粉丝从api酱身上需要得到的特质并不是和购物强相关的。 网红型策略的共性是爱分享、有圈子而且粉丝容易被种草。适合的品类有：服装、美妆、美食、母婴、运动户外、园艺、宠物和收纳等。如张沫凡的美沫艾莫尔品牌。 分销型策略 复合型策略 复合型常见的品类及策略为： 女装：上新+复购； 数码产品：上新+活动； 家具：爆款+活动； 家电：活动+爆款+分销； 食品：网红+活动+复购； 美妆：网红+爆款+复购；","categories":[{"name":"电商","slug":"电商","permalink":"http://yoursite.com/categories/电商/"}],"tags":[{"name":"电商","slug":"电商","permalink":"http://yoursite.com/tags/电商/"}]},{"title":"满减","slug":"满减","date":"2018-11-20T14:31:05.000Z","updated":"2018-11-20T14:50:42.126Z","comments":true,"path":"2018/11/20/满减/","link":"","permalink":"http://yoursite.com/2018/11/20/满减/","excerpt":"满减的目的提高客单价和客单件 设置满50减20，顾客会觉得打6折，但是，如果满减门槛设置巧妙，顾客可能需要花费55甚至60元才能享受到减20的优惠，满减只是将增加的利润让出来。 参考竞争对手、自身活动预算及规模设置活动前一定要想清楚自己活动的目的是拉新、促活还是留存。","text":"满减的目的提高客单价和客单件 设置满50减20，顾客会觉得打6折，但是，如果满减门槛设置巧妙，顾客可能需要花费55甚至60元才能享受到减20的优惠，满减只是将增加的利润让出来。 参考竞争对手、自身活动预算及规模设置活动前一定要想清楚自己活动的目的是拉新、促活还是留存。 满减金额设置满多少？建议买满金额=近x天客单价*120%（比如我们计划将客单价提高20%） 找到店铺客单价主力人群，为了提高客单价，满减的条件可在原有客单价的基础上提高20%左右。同时，增加20%的绝对值最好属于店铺顾客的“不敏感”区域。 问题1：如何设置凑单小件的价格？ 减多少？建议减少金额=满减条件*10%（比如我们设置减的金额是满金额的10%） 减的部分要控制在利润可承受的范围内。 单档还是多档？单档适合商家：商品种类少，客单价分布集中，有较高品牌辨识度和客户粘性的店铺优点：可以集中维系某类型顾客，提高该类型顾客复购率；缺点：1.容易造成店铺顾客类型单一，不利于未来发展；2.容易导致顾客分开多个订单购买； 多档适合商家：商品种类多，客单价较分散优点：照顾多种顾客群，第一档负责拉新引流，第二档负责提升客单，第三四档负责吸引大单或防止拆单；缺点：相对单档活动，成本会增加； 番外：满100减50=5折吗？用户能享受的实际折扣是在5折到7.5折之间，所以对商家来说，为了保证利润可以尽量避免用户享受最低折扣，也就是让用户的消费金额尽可能超出满的门槛。","categories":[{"name":"电商","slug":"电商","permalink":"http://yoursite.com/categories/电商/"}],"tags":[{"name":"电商","slug":"电商","permalink":"http://yoursite.com/tags/电商/"}]}]}